Revit 2027 API
BuiltInFailures.AnalyticalModelFailures.AnalyticalMemberInstability Property
 Possible Member Instability, based on Release Conditions
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AnalyticalMemberInstability { get; }
Public Shared ReadOnly Property AnalyticalMemberInstability As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AnalyticalMemberInstability {
	FailureDefinitionId^ get ();
}
static member AnalyticalMemberInstability : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.AnalyticalModelFailures Class
Autodesk.Revit.DB Namespace